[
        {
            "title": "How We Met",
            "body": "",
            "__html": "<dt>From Rachael’s Point of View:</dt><dd>First years at Bishop’s had to register for classes in person at this horrible all-day event in the stadium where professors had set up little booths. Students crowded into the place to form haphazard lines where they awaited fully inaccurate French languages assessments and being told the classes they wanted were full. In the midst of this chaos I ended up in a line behind a tall, blonde, bespeckled gentleman. Desperate for friends and some relief from the endless waiting, I struck up a conversation. When I asked him where he was from, he hesitated, and then said “Let’s just say Vancouver.” Needless to say, I was curious, and eventually found out that he had lived all over the world. Over the next few weeks, Mattie and I became fast friends. Three years later, we were dating, and now, seven years later, we’re getting married.</dd>"
        },
        {
            "title": "Registries",
            "body": "As many of you know, we are moving to a different province shortly after the wedding, and will be leaving much of what we have in storage until we’ve finished school.\n Your gift to us has been your continued positive presence in our lives, and this is truly all we could ever want or ask for.\n For those who have expressed an interest in giving to mark the occasion, an alternative registry has been set up.",
            "__html": "<ul class=\"list\"><li><a href=\"http://strongorange.org/\">Strong Orange</a></li><li><a href=\"https://www.fistulafoundation.org/\">Fistula Foundation</a></li></ul>"
        },
        {
            "title": "What to Bring",
            "body": "We’re having a beautiful, outdoor, farm wedding at Salmon River Studios! Here are some tips on what to bring to help make sure we all have a really good day.",
            "__html": "<ul class=\"list\"><li>Comfortable shoes!<br>The terrain is bumpy and there are no paved paths! Sandals, flats or dress shoes will likely be your best bet for navigating the property. </li><li>Sunscreen</li><li>Bug spray</li><li>Sweaters for the evening</li><li>A Rain Jacket, just in case!</li></ul>"
        },
        {
            "title": "Accomodations",
            "body": "Staying over? Accomodations are going fast in cottage country, but luckily there are lots of beautiful places to stay.",
            "__html": "<div><p>Here are some websites where you might find some of them:</p><ul class=\"list\"><li><a href=\"https://www.airbnb.ca/\">airbnb.ca</a></li><li><a href=\"http://tamworth.ca/?page_id=301\">tamworth.ca</a></li><li><a href=\"https://www.staycanada.ca/ontario/tamworth/\">staycanada.ca</a></li><li><a href=\"http://www.bobslake.com/\">bobslake.com</a></li><li><a href=\"http://www.southcentralontario.worldweb.com/Tweed/Lodging/\">southcentralontario.worldweb.com</a></li></ul></div><div><p>If you’re looking for accomodations, here are some tips:</p><ul class=\"list\"><li>Make sure the location is set to Tamworth, ON, or Tamworth, Canada - there’s also a Tamworth in Australia!</li><li>Nearby towns include Tweed, Erinsville, Arden, Greater Napanee, Kingston, and Odessa. </li></ul></div>"
        },
        {
            "title": "A Jewish Wedding?",
            "body": "We are having an interfaith wedding, as Rachael is Jewish and Mattie is not. We have incorporated important parts of our different traditions together in order to make our wedding truly our own.\n We have compiled a list of the Jewish traditions we are including so that our friends and family know what to expect, and what’s going on, on the wedding day.",
            "__html": "<div><dt>Kippot/Yarmulkes</dt><dd>There will be kippot (also known as yarmulkes) available for guests to wear. Men and women, young and old, Jew and non-Jew alike can wear these if they choose. They are completely optional - no one has to wear a kippah.</dd></div><div><dt>The Huppah</dt><dd>We will be getting married underneath a huppah, or Jewish bridal canopy. The huppah symbolizes our first home together as husband and wife. Mattie and his father, Herb, are making our huppah out of Echo lake birch. </dd></div><div><dt>Ketubah</dt><dd>The Ketubah is a Jewish wedding contract. It will displayed to guests during the ceremony.</dd></div><div><dt>Breaking the Glass</dt><dd>At the end of the ceremony, both of us will stomp on a wedding glass, after which everyone can yell, \"Mazel tov!\"</dd></div><div><dt>The Yihud</dt><dd>After the ceremony, we will have a few minutes alone to have our first meal together and get to revel in being newlyweds, before returning to the fun.</dd></div><div><dt>The Reception</dt><dd>At a Jewish reception it is customary to dance the horah and lift the bride and groom up on chairs. We will be full of tacos, so get your muscles ready! </dd></div>"
        }
    ]
